//
//  Localizable.strings
//  Stats
//
//  Created by Shayan Alizadeh on 17/11/2022.
//  Using Swift 5.0.
//  Running on macOS 13.
//
//  Copyright © 2020 Serhiy Mytrovtsiy. All rights reserved.
//

// Modules
"CPU" = "سی پی یو";
"Open CPU settings" = "باز کردن تنظیمات سی پی یو";
"GPU" = "جی پی یو";
"Open GPU settings" = "باز کردن تنظیمات جی پی یو";
"RAM" = "رم";
"Open RAM settings" = "باز کردن تنظیمات رم";
"Disk" = "دیسک";
"Open Disk settings" = "باز کردن تنظیمات دیسک";
"Sensors" = "سنسور ها";
"Open Sensors settings" = "باز کردن تنظیمات سنسور ها";
"Network" = "شبکه";
"Open Network settings" = "باز کردن تنظیمات شبکه";
"Battery" = "باتری";
"Open Battery settings" = "باز کردن تنظیمات باتری";
"Bluetooth" = "بلوتوث";
"Open Bluetooth settings" = "باز کردن تنظیمات بلوتوث";
"Clock" = "ساعت"; // translategemma:4b
"Open Clock settings" = "باز کردن تنظیمات ساعت"; // translategemma:4b

// Words
"Unknown" = "نامعلوم";
"Version" = "نسخه";
"Processor" = "پردازنده";
"Memory" = "حافظه";
"Graphics" = "گرافیک ها";
"Close" = "بستن";
"Download" = "دانلود";
"Install" = "نصب";
"Cancel" = "لغو";
"Unavailable" = "غیر قابل دسترس";
"Yes" = "بله";
"No" = "خیر";
"Automatic" = "خودکار";
"Manual" = "دستی";
"None" = "هیچ کدام";
"Dots" = "نقطه ای";
"Arrows" = "فلش";
"Characters" = "کرکتر";
"Short" = "کوتاه";
"Long" = "بلند";
"Statistics" = "آمار";
"Max" = "حداکثر";
"Min" = "حداقل";
"Reset" = "ریست";
"Alignment" = "چینش";
"Left alignment" = "چپ";
"Center alignment" = "وسط";
"Right alignment" = "راست";
"Dashboard" = "داشبورد";
"Enabled" = "فعال";
"Disabled" = "غیرفعال";
"Silent" = "حالت سکوت";
"Units" = "واحد ها";
"Fans" = "فن ها";
"Scaling" = "مقیاس بندی";
"Linear" = "خطی";
"Square" = "مربع";
"Cube" = "مکعب";
"Logarithmic" = "لگاریتمی";
"Fixed scale" = "اصلاح شده"; // translategemma:4b
"Cores" = "هسته ها";
"Settings" = "تنظیمات"; // translategemma:4b
"Name" = "نام"; // translategemma:4b
"Format" = "فرمت"; // translategemma:4b
"Turn off" = "خاموش کردن"; // translategemma:4b
"Normal" = "نرمال"; // translategemma:4b
"Warning" = "هشدار"; // translategemma:4b
"Critical" = "فوری/ حیاتی"; // translategemma:4b
"Usage" = "نحوه استفاده"; // translategemma:4b
"2 minutes" = "۲ دقیقه"; // translategemma:4b
"3 minutes" = "3 دقیقه"; // translategemma:4b
"10 minutes" = "10 دقیقه"; // translategemma:4b
"Import" = "وارد کردن"; // translategemma:4b
"Export" = "صدور"; // translategemma:4b
"Separator" = "فاصله‌گذار"; // translategemma:4b
"Read" = "خواندن"; // translategemma:4b
"Write" = "نوشتن"; // translategemma:4b
"Frequency" = "فرکانس"; // translategemma:4b
"Save" = "ذخیره"; // translategemma:4b
"Run" = "اجرا"; // translategemma:4b
"Stop" = "متوقف"; // translategemma:4b
"Uninstall" = "حذف"; // translategemma:4b
"1 sec" = "۱ ثانیه"; // translategemma:4b
"2 sec" = "2 ثانیه"; // translategemma:4b
"3 sec" = "3 ثانیه"; // translategemma:4b
"5 sec" = "5 ثانیه"; // translategemma:4b
"10 sec" = "10 ثانیه"; // translategemma:4b
"15 sec" = "15 ثانیه"; // translategemma:4b
"30 sec" = "30 ثانیه"; // translategemma:4b
"60 sec" = "60 ثانیه"; // translategemma:4b

// Setup
"Stats Setup" = "نصب Stats";
"Previous" = "قبلی";
"Previous page" = "صفحه قبل";
"Next" = "بعدی";
"Next page" = "صفحه بعد";
"Finish" = "پایان";
"Finish setup" = "پایان نصب";
"Welcome to Stats" = "به Stats خوش آمدید";
"welcome_message" = "ممنون از اینکه از Stats که یک اپ مانیتور کردن سیستم برای منو بار مک‌او‌اس هست استفاده می کنید.";
"Start the application automatically when starting your Mac" = "اجرای خودکار در زمان راه‌اندازی مک";
"Do not start the application automatically when starting your Mac" = "اجرا نشدن خودکار در زمان راه‌اندازی مک";
"Do everything silently in the background (recommended)" = "همه‌چیز در حالت سکوت در پس‌زمینه انجام شود (پیشنهاد شده)";
"Check for a new version on startup" = "بررسی برای نسخه‌ی جدید در زمان راه‌اندازی مک";
"Check for a new version every day (once a day)" = "بررسی روزانه برای نسخه جدید (روزی یک بار)";
"Check for a new version every week (once a week)" = "بررسی هفتگی برای نسخه جدید (هفته‌ای یک بار)";
"Check for a new version every month (once a month)" = "بررسی ماهانه برای نسخه جدید (ماهی یک بار)";
"Never check for updates (not recommended)" = "هیچ وقت نسخه‌ی جدید بررسی نشود (پیشنهاد نمی‌شود)";
"Anonymous telemetry for better development decisions" = "داده‌های جمع‌آوری شده به صورت ناشناس برای تصمیم‌گیری‌های بهتر در توسعه"; // translategemma:4b
"Share anonymous telemetry data" = "اشتراک‌گذاری داده‌های ردیابی ناشناس"; // translategemma:4b
"Do not share anonymous telemetry data" = "از اشتراک‌گذاری داده‌های جمع‌آوری‌شده به صورت ناشناس خودداری کنید."; // translategemma:4b
"The configuration is completed" = "پیکربندی کامل شد";
"finish_setup_message" = "همه چیز آماده است! \n Stats یک ابزار متن باز رایگان است و همیشه رایگان خواهد بود \n اگر از این پروژه راضی بودید می‌توانید از ما حمایت کنید";

// Alerts
"New version available" = "نسخه‌ی جدید در دسترس است";
"Click to install the new version of Stats" = "برای نصب نسخه‌ی جدید Stats کلیک کنید";
"Successfully updated" = "با موفقیت به‌روزرسانی شد";
"Stats was updated to v" = "Stats به نسخه‌ی v%0 بروزسانی شد  ";
"Reset settings text" = "تمام تنظیمات اپلیکیشن ریست خواهد شد و اپ دوباره راه‌اندازی خواهد شد، آیا از این کار مطمئنید؟";
"Support text" = "از اینکه از آمار استفاده می کنید متشکریم!\n\n نگهداری و بهبود این پروژه منبع باز زمان و منابع می طلبد. پشتیبانی شما به ما کمک می‌کند تا به ارائه یک برنامه رایگان و قابل اعتماد برای همه ادامه دهیم.\n\nاگر آمارها را مفید می‌دانید، لطفاً در نظر بگیرید. هر ذره کمک می کند!";

// Settings
"Open Activity Monitor" = "باز کردن نظارت فعالیت‌ها";
"Report a bug" = "گزارش باگ";
"Support the application" = "حمایت از اپلیکیشن";
"Close application" = "بستن اپلیکیشن";
"Open application settings" = "بستن تنظیمات اپلیکیشن";
"Open dashboard" = "باز کردن داشبورد";
"No notifications available in this module" = "هیچ اعلان یا هشداری در این ماژول وجود ندارد."; // translategemma:4b
"Open Calendar" = "باز کردن تقویم"; // translategemma:4b
"Toggle the module" = "فعال/غیرفعال کردن ماژول"; // translategemma:4b

// Application settings
"Update application" = "بروزرسانی اپلیکیشن";
"Check for updates" = "بررسی برای نسخه‌های جدید";
"At start" = "در زمان شروع";
"Once per day" = "یک بار در روز";
"Once per week" = "یک بار در هفته";
"Once per month" = "یک بار در ماه";
"Never" = "هیچ وقت";
"Check for update" = "بررسی برای نسخه‌ی جدید";
"Show icon in dock" = "نمایش آیکون در داک";
"Start at login" = "باز شدن در زمان لاگین";
"Build number" = "شماره ساخت";
"Import settings" = "وارد کردن تنظیمات"; // translategemma:4b
"Export settings" = "تنظیمات خروجی"; // translategemma:4b
"Reset settings" = "ریست تنظیمات";
"Pause the Stats" = "متوقف کردن Stats";
"Resume the Stats" = "ادامه‌ی کار Stats";
"Combined modules" = "ماژول‌های ترکیبی"; // translategemma:4b
"Combined details" = "جزئیات ترکیبی"; // translategemma:4b
"Spacing" = "فاصله"; // translategemma:4b
"Share anonymous telemetry" = "اشتراک‌گذاری داده‌های ناشناس"; // translategemma:4b
"Choose file" = "فایل مورد نظر را انتخاب کنید"; // translategemma:4b
"Stress tests" = "آزمایش‌های تحمل استرس"; // translategemma:4b

// Dashboard
"Serial number" = "سریال نامبر";
"Model identifier" = "شناسه مدل"; // translategemma:4b
"Production year" = "سال تولید"; // translategemma:4b
"Uptime" = "زمان روشن بودن";
"Number of cores" = "%0 هسته‌ها";
"Number of threads" = "%0 ترد‌ها";
"Number of e-cores" = "%0 هسته‌های کم‌مصرف";
"Number of p-cores" = "%0 هسته‌های پرقدرت";
"Disks" = "دیسک‌ها"; // translategemma:4b
"Display" = "نمایش"; // translategemma:4b

// Update
"The latest version of Stats installed" = "آخرین نسخه‌ی Stats نصب شده است";
"Downloading..." = "دانلود...";
"Current version: " = "نسخه فعلی:  ";
"Latest version: " = "آخرین نسخه:    ";

// Widgets
"Color" = "رنگ";
"Label" = "لیبل";
"Box" = "جعبه";
"Frame" = "فریم";
"Value" = "مقدار";
"Colorize" = "رنگی";
"Colorize value" = "مقدار رنگ";
"Additional information" = "اطلاعات بیشتر";
"Reverse values order" = "ترتیب برعکس";
"Base" = "پایه";
"Display mode" = "حالت نمایش";
"One row" = "یک ردیف";
"Two rows" = "دو ردیف";
"Mini widget" = "کوچک";
"Line chart widget" = "نمودار خطی";
"Bar chart widget" = "نمودار میله‌ای";
"Pie chart widget" = "نمودار دایره‌ای";
"Network chart widget" = "نمودار شبکه";
"Speed widget" = "سرعت";
"Battery widget" = "باتری";
"Stack widget" = "پشته"; // translategemma:4b
"Memory widget" = "حافظه";
"Static width" = "عرض ثابت";
"Tachometer widget" = "تاکومتر";
"State widget" = "ویجت حالت";
"Text widget" = "کد مربوط به ویجت متنی"; // translategemma:4b
"Battery details widget" = "ویجت اطلاعات باتری"; // translategemma:4b
"Show symbols" = "ویجت نمادها";
"Label widget" = "لیبل";
"Number of reads in the chart" = "تعداد خواندن‌ها در نمودار";
"Color of download" = "رنگ دانلود";
"Color of upload" = "رنگ آپلود";
"Monospaced font" = "فونت با فاصله یکسان"; // translategemma:4b
"Reverse order" = "به ترتیب معکوس"; // translategemma:4b
"Chart history" = "تاریخچه نمودار"; // translategemma:4b
"Default color" = "پیش‌فرض"; // translategemma:4b
"Transparent when no activity" = "شفاف در زمان عدم فعالیت"; // translategemma:4b
"Constant color" = "ثابت"; // translategemma:4b

// Module Kit
"Open module settings" = "باز کردن تنظیمات ماژول‌ها";
"Select widget" = "انتخاب %0 ویجت";
"Open widget settings" = "باز کردن تنظیمات ویجت‌ها";
"Update interval" = "بروزرسانی زمان‌بندی";
"Usage history" = "تاریخچه مصرف";
"Details" = "جزئیات";
"Top processes" = "بیشترین پردازش‌ها";
"Pictogram" = "پیکتوگرام";
"Module" = "مدول";
"Widgets" = "بزارک ها";
"Popup" = "پنجره بازشو";
"Notifications" = "اطلاعیه";
"Merge widgets" = "ادغام ویجت‌ها";
"No available widgets to configure" = "ویجتی برای پیکربندی در دسترس نیست";
"No options to configure for the popup in this module" = "در این ماژول تنظیمی برای پاپ‌آپ موجود نیست";
"Process" = "فرآیند"; // translategemma:4b
"Kill process" = "بستن فرآیند"; // translategemma:4b
"Keyboard shortcut" = "کلید میانبر"; // translategemma:4b
"Listening..." = "در حال گوش دادن..."; // translategemma:4b

// Modules
"Number of top processes" = "تعداد بالاترین پردازش‌ها";
"Update interval for top processes" = " بروزرسانی زمان‌بندی برای بالاترین پردازش‌ها";
"Notification level" = "سطح نوتیفیکیشن";
"Chart color" = "رنگ نمودار";
"Main chart scaling" = "مقیاس‌بندی نمودار اصلی"; // translategemma:4b
"Scale value" = "مقیاس مقدار"; // translategemma:4b
"Text widget value" = "مقدار عنصر `Text`"; // translategemma:4b

// CPU
"CPU usage" = "مصرف سی پی یو";
"CPU temperature" = "دمای سی پی یو";
"CPU frequency" = "فرکانس سی پی یو";
"System" = "سیستم";
"User" = "کاربر";
"Idle" = "بیکار";
"Show usage per core" = "نمایش مصرف براساس هسته";
"Show hyper-threading cores" = "نمایش هسته‌های هایپرتردینگ";
"Split the value (System/User)" = "جداسازی مقادیر (سیستم/کابر)";
"Scheduler limit" = "محدودیت برنامه";
"Speed limit" = "محدودیت سرعت";
"Average load" = "میانگین بار";
"1 minute" = "۱ دقیقه";
"5 minutes" = "۵ دقیقه";
"15 minutes" = "۱۵ دقیقه";
"CPU usage threshold" = "آستانه مصرف سی پی یو";
"CPU usage is" = "مصرف سی پی یو %0";
"Efficiency cores" = "هسته‌های کم‌مصرف";
"Performance cores" = "هسته‌های پرقدرت";
"System color" = "رنگ سیستم";
"User color" = "رنگ کاربر";
"Idle color" = "رنگ بیکار";
"Cluster grouping" = "گروه‌بندی کلاستر";
"Efficiency cores color" = "رنگ هسته‌های بهینه‌سازی"; // translategemma:4b
"Performance cores color" = "رنگ هسته‌های عملکرد"; // translategemma:4b
"Total load" = "مجموع بار"; // translategemma:4b
"System load" = "بار سیستم"; // translategemma:4b
"User load" = "بار کاربر"; // translategemma:4b
"Efficiency cores load" = "بارگیری هسته‌های کارآمد"; // translategemma:4b
"Performance cores load" = "بارگذاری هسته‌های عملکرد"; // translategemma:4b
"All cores" = "تمام هسته‌ها"; // translategemma:4b

// GPU
"GPU to show" = "نمایش جی پی یو";
"Show GPU type" = "نمایش نوع جی پی یو";
"GPU enabled" = "جی پی یو فعال";
"GPU disabled" = "جی پی یو غیرفعال";
"GPU temperature" = "دمای جی پی یو ";
"GPU utilization" = "مصرف جی پی یو";
"Vendor" = "وندر";
"Model" = "مدل";
"Status" = "وضعیت";
"Active" = "فعال";
"Non active" = "غیر فعال";
"Fan speed" = "سرعت فن";
"Core clock" = "کلاک هسته";
"Memory clock" = "کلاک حافظه";
"Utilization" = "استفاده";
"Render utilization" = "استفاده از رندر";
"Tiler utilization" = "استفاده از تایلر";
"GPU usage threshold" = "آستانه مصرف جی پی یو";
"GPU usage is" = "مصرف جی پی یو %0";

// RAM
"Memory usage" = "مصرف حافظه";
"Memory pressure" = "فشار حافظه";
"Total" = "کل";
"Used" = "استفاده شده";
"App" = "اپ‌ها";
"Wired" = "سیستم‌بندی";
"Compressed" = "فشرده شده";
"Free" = "آزاد";
"Swap" = "تبادل";
"Split the value (App/Wired/Compressed)" = "جداسازی مقادیر (اپ/سیستم‌بندی/فشرده شده)";
"RAM utilization threshold" = "آستانه مصرف رم";
"RAM utilization is" = "مصرف رم %0";
"App color" = "رنگ اپ";
"Wired color" = "رنگ سیستم‌بندی";
"Compressed color" = "رنگ فشرده شده";
"Free color" = "رنگ آزاد";
"Free memory (less than)" = "حافظه آزاد (کمتر از)"; // translategemma:4b
"Swap size" = "حجم حافظه فرعی"; // translategemma:4b
"Free RAM is" = "حافظه رم آزاد، %0 است."; // translategemma:4b

// Disk
"Show removable disks" = "نمایش حافظه‌های متصل شده";
"Used disk memory" = "%0 از %1 استفاده شده";
"Free disk memory" = "%0 از %1 آزاد است";
"Disk to show" = "نمایش دیسک";
"Open disk" = "باز کردن دیسک";
"Switch view" = "تغییر نمایش";
"Disk utilization threshold" = "آستانه مصرف دیسک";
"Disk utilization is" = "مصرف دیسک %0";
"Read color" = "رنگ را بخوان"; // translategemma:4b
"Write color" = "نوشتن رنگ"; // translategemma:4b
"Disk usage" = "مصرف فضای دیسک"; // translategemma:4b
"Total read" = "کل میزان خوانده شده"; // translategemma:4b
"Total written" = "مجموعاً نوشته شده"; // translategemma:4b
"Write speed" = "نوشتن"; // translategemma:4b
"Read speed" = "خواندن"; // translategemma:4b
"Drives" = "درایوها"; // translategemma:4b
"SMART data" = "داده‌های هوشمند"; // translategemma:4b

// Sensors
"Temperature unit" = "واحد دما";
"Celsius" = "سلسیوس";
"Fahrenheit" = "فارنهایت";
"Save the fan speed" = "ذخیره سرعت فن";
"Fan" = "فن";
"HID sensors" = "سنسور‌های HID";
"Synchronize fan's control" = "همگام‌سازی سرعت فن‌ها";
"Current" = "جریان";
"Energy" = "انرژی";
"Show unknown sensors" = "نمایش سنسور‌های ناشناخته";
"Install fan helper" = "نصب ابزار کمک فن"; // translategemma:4b
"Uninstall fan helper" = "حذف برنامه \"کمک‌کننده فن"; // translategemma:4b
"Fan value" = "مقدار فن"; // translategemma:4b
"Turn off fan" = "فن را خاموش کنید"; // translategemma:4b
"You are going to turn off the fan. This is not recommended action that can damage your mac, are you sure you want to do that?" = "شما قصد دارید فن را خاموش کنید. این اقدام توصیه نمی‌شود و می‌تواند به کامپیوتر شما آسیب برساند. آیا مطمئن هستید که می‌خواهید این کار را انجام دهید؟"; // translategemma:4b
"Sensor threshold" = "آستانه سنسور"; // translategemma:4b
"Left fan" = "چپ"; // translategemma:4b
"Right fan" = "درست"; // translategemma:4b
"Fastest fan" = "سریع‌ترین"; // translategemma:4b
"Sensor to show" = "نمایش سنسور"; // translategemma:4b

// Network
"Uploading" = "آپلود";
"Downloading" = "دانلود";
"Public IP" = "آی پی عمومی";
"Local IP" = "آی پی محلی";
"Interface" = "نوع اتصال";
"Physical address" = "آدرس فیزیکی";
"Refresh" = "بروزرسانی";
"Click to copy public IP address" = "برای کپی آدرس آی پی عمومی کلیک کنید";
"Click to copy local IP address" = "برای کپی آدرس آی پی محلی کلیک کنید";
"Click to copy wifi name" = "برای کپی نام وایفای کلیک کنید";
"Click to copy mac address" = "برای کپی مک آدرس کلیک کنید";
"No connection" = "اتصال قطع است";
"Network interface" = "نوع اتصال شبکه";
"Total download" = "کل دانلود‌ها";
"Total upload" = "کل آپلود‌ها";
"Reader type" = "حالت خواننده";
"Interface based" = "براساس نوع اتصال";
"Processes based" = "براساس پردازش‌ها";
"Reset data usage" = "ریست مصرف دیتا";
"VPN mode" = "حالت وی پی ان";
"Standard" = "استاندارد";
"Security" = "امنیت";
"Channel" = "کانال";
"Common scale" = "مقیاس عادی";
"Autodetection" = "تشخیص خودکار";
"Widget activation threshold" = "آستانه فعالسازی ویجت";
"Internet connection" = "اتصال اینترنت";
"Active state color" = "رنگ حالت فعال";
"Nonactive state color" = "رنگ حالت غیر فعال";
"Connectivity host (ICMP)" = "میزبان اتصال (ICMP)";
"Leave empty to disable the check" = "خالی بگذارید تا بررسی غیرفعال شود";
"Connectivity history" = "تاریخچه اتصال"; // translategemma:4b
"Auto-refresh public IP address" = "به‌طور خودکار، آدرس IP عمومی را به‌روزرسانی کنید."; // translategemma:4b
"Every hour" = "هر ساعت"; // translategemma:4b
"Every 12 hours" = "هر ۱۲ ساعت"; // translategemma:4b
"Every 24 hours" = "هر 24 ساعت"; // translategemma:4b
"Network activity" = "فعالیت شبکه"; // translategemma:4b
"Last reset" = "آخرین به‌روزرسانی %0 پیش از این"; // translategemma:4b
"Latency" = "تاخیر"; // translategemma:4b
"Upload speed" = "بارگذاری"; // translategemma:4b
"Download speed" = "دانلود"; // translategemma:4b
"Address" = "آدرس"; // translategemma:4b
"WiFi network" = "شبکه وای‌فای"; // translategemma:4b
"Local IP changed" = "آدرس IP محلی تغییر کرده است."; // translategemma:4b
"Public IP changed" = "آدرس IP عمومی تغییر کرده است."; // translategemma:4b
"Previous IP" = "آدرس IP قبلی: %0"; // translategemma:4b
"New IP" = "آدرس IP جدید: %0"; // translategemma:4b
"Internet connection lost" = "اتصال اینترنت قطع شد"; // translategemma:4b
"Internet connection established" = "اتصال اینترنت برقرار شد"; // translategemma:4b

// Battery
"Level" = "سطح";
"Source" = "منبع";
"AC Power" = "برق شهر";
"Battery Power" = "نیروی باتری";
"Time" = "زمان";
"Health" = "سلامت";
"Amperage" = "آمپر";
"Voltage" = "ولتاژ";
"Cycles" = "دوره";
"Temperature" = "دما";
"Power adapter" = "آداپتور برق";
"Power" = "نیرو";
"Is charging" = "در حال شارژ";
"Time to discharge" = "زمان خالی شدن شارژ";
"Time to charge" = "زمان شارژ";
"Calculating" = "محاسبه";
"Fully charged" = "شارژ کامل";
"Not connected" = "وصل نیست";
"Low level notification" = "نوتیفیکیشن سطح کم";
"High level notification" = "نوتیفیکشن سطح زیاد";
"Low battery" = "باتری کم";
"High battery" = "باتری زیاد";
"Battery remaining" = "%0% باقی‌مانده";
"Battery remaining to full charge" = "%0% تا شارژ کامل";
"Percentage" = "درصد";
"Percentage and time" = "درصد و زمان";
"Time and percentage" = "زمان و درصد";
"Time format" = "فرمت زمان";
"Hide additional information when full" = "پنهان کردن اطلاعات اضافه موقع شارژ کامل";
"Last charge" = "آخرین شارژ";
"Capacity" = "ظرفیت";
"current / maximum / designed" = "current / حداکثر / طراحی شده";
"Low power mode" = "حالت کم مصرف";
"Percentage inside the icon" = "درصد داخل آیکون";
"Colorize battery" = "رنگ‌آمیزی باتری"; // translategemma:4b
"Charging current" = "جریان شارژ"; // translategemma:4b
"Charging Voltage" = "ولتاژ شارژ"; // translategemma:4b
"Charger state inside the battery" = "وضعیت شارژ در داخل باتری"; // translategemma:4b

// Bluetooth
"Battery to show" = "نشان دادن باتری";
"No Bluetooth devices are available" = "هیچ دیوایس بلوتوثی در دسترس نیست";

// Clock
"Time zone" = "محدوده زمانی"; // translategemma:4b
"Local" = "محلی"; // translategemma:4b
"Calendar" = "تقویم"; // translategemma:4b
"Show week numbers" = "نمایش شماره هفته‌ها"; // translategemma:4b
"Local time" = "زمان محلی"; // translategemma:4b
"Add new clock" = "اضافه کردن ساعت جدید"; // translategemma:4b
"Delete selected clock" = "حذف ساعت انتخاب‌شده"; // translategemma:4b
"Help with datetime format" = "کمک در فرمت تاریخ و زمان"; // translategemma:4b

// Colors
"Based on utilization" = "بر اساس استفاده";
"Based on pressure" = "بر اساس فشار";
"Based on cluster" = "بر اساس کلاستر";
"System accent" = "اکنست سیستم";
"Monochrome accent" = "اکسنت تک‌رنگ";
"Clear" = "روشن";
"White" = "سفید";
"Black" = "مشکی";
"Gray" = "خاکستری";
"Second gray" = "خاکستری دوم";
"Dark gray" = "خاکستری تیره";
"Light gray" = "خاکستری روشن";
"Red" = "قرمز";
"Second red" = "قرمز دوم";
"Green" = "سبز";
"Second green" = "سبز دوم";
"Blue" = "آبی";
"Second blue" = "آبی دوم";
"Yellow" = "زرد";
"Second yellow" = "زرد دوم";
"Orange" = "نارنجی";
"Second orange" = "نارنجی دوم";
"Purple" = "بنفش";
"Second purple" = "بنفش دوم";
"Brown" = "قهوه‌ای";
"Second brown" = "قهوه‌ای دوم";
"Cyan" = "فیروزه‌ای";
"Magenta" = "ارغوانی";
"Pink" = "صورتی";
"Teal" = "کله غازی";
"Indigo" = "نیلی";
